<section class="principle__section">
    <header>
        <h1>القيم والمبادئ</h1>
    </header>
    <div class="row">

        @foreach($principles as $principle)
            <section class="col-12 section @if($loop->index  % 2 != 0) reverse @endif">
                <header class="section__title">
                    <h1>{{ $principle->title }}</h1>
                </header>
                <div class="section__desc">
                    <p>{{ $principle->desc }}</p>
                </div>
                <div class="section__img">
                    <img src="{{ asset('images/principle-1.png') }}">
                </div>
            </section>
        @endforeach

        {{--            <section class="col-12 section">--}}
        {{--                <header class="section__title">--}}
        {{--                    <h1>الالتزام</h1>--}}
        {{--                </header>--}}
        {{--                <div class="section__desc">--}}
        {{--                    <p>هذا النص هو مثال لنص يمكن أن يستبدل في نفس المساحة، لقد تم توليد هذا النص من مولد--}}
        {{--                        النص العربى هذا النص هو مثال لنص يمكن أن يستبدل في نفس المساحة، لقد تم توليد هذا--}}
        {{--                        النص من مولد النص العربى هذا النص هو مثال لنص يمكن أن يستبدل في نفس المساحة، لقد تم--}}
        {{--                        توليد هذا النص من مولد النص العربى هذا النص هو مثال لنص يمكن أن يستبدل في نفس--}}
        {{--                        المساحة، لقد تم النص من مولد النص العربى هذا النص هو مثال لنص يمكن أن يستبدل في نفس--}}
        {{--                    </p>--}}
        {{--                </div>--}}
        {{--                <div class="section__img">--}}
        {{--                    <img src="{{ asset('images/principle-1.png') }}">--}}
        {{--                </div>--}}
        {{--            </section>--}}

        {{--            <section class="col-12 section reverse">--}}
        {{--                <header class="section__title">--}}
        {{--                    <h1>الالتزام</h1>--}}
        {{--                </header>--}}
        {{--                <div class="section__desc">--}}
        {{--                    <p>هذا النص هو مثال لنص يمكن أن يستبدل في نفس المساحة، لقد تم توليد هذا النص من مولد--}}
        {{--                        النص العربى هذا النص هو مثال لنص يمكن أن يستبدل في نفس المساحة، لقد تم توليد هذا--}}
        {{--                        النص من مولد النص العربى هذا النص هو مثال لنص يمكن أن يستبدل في نفس المساحة، لقد تم--}}
        {{--                        توليد هذا النص من مولد النص العربى هذا النص هو مثال لنص يمكن أن يستبدل في نفس--}}
        {{--                        المساحة، لقد تم النص من مولد النص العربى هذا النص هو مثال لنص يمكن أن يستبدل في نفس--}}
        {{--                    </p>--}}
        {{--                </div>--}}
        {{--                <div class="section__img">--}}
        {{--                    <img src="{{ asset('images/principle-2.png') }}">--}}
        {{--                </div>--}}
        {{--            </section>--}}

        {{--            <section class="col-12 section">--}}
        {{--                <header class="section__title">--}}
        {{--                    <h1>الالتزام</h1>--}}
        {{--                </header>--}}
        {{--                <div class="section__desc">--}}
        {{--                    <p>هذا النص هو مثال لنص يمكن أن يستبدل في نفس المساحة، لقد تم توليد هذا النص من مولد--}}
        {{--                        النص العربى هذا النص هو مثال لنص يمكن أن يستبدل في نفس المساحة، لقد تم توليد هذا--}}
        {{--                        النص من مولد النص العربى هذا النص هو مثال لنص يمكن أن يستبدل في نفس المساحة، لقد تم--}}
        {{--                        توليد هذا النص من مولد النص العربى هذا النص هو مثال لنص يمكن أن يستبدل في نفس--}}
        {{--                        المساحة، لقد تم النص من مولد النص العربى هذا النص هو مثال لنص يمكن أن يستبدل في نفس--}}
        {{--                    </p>--}}
        {{--                </div>--}}
        {{--                <div class="section__img">--}}
        {{--                    <img src="{{ asset('images/principle-3.png') }}">--}}
        {{--                </div>--}}
        {{--            </section>--}}

        {{--            <section class="col-12 section reverse">--}}
        {{--                <header class="section__title">--}}
        {{--                    <h1>الالتزام</h1>--}}
        {{--                </header>--}}
        {{--                <div class="section__desc">--}}
        {{--                    <p>هذا النص هو مثال لنص يمكن أن يستبدل في نفس المساحة، لقد تم توليد هذا النص من مولد--}}
        {{--                        النص العربى هذا النص هو مثال لنص يمكن أن يستبدل في نفس المساحة، لقد تم توليد هذا--}}
        {{--                        النص من مولد النص العربى هذا النص هو مثال لنص يمكن أن يستبدل في نفس المساحة، لقد تم--}}
        {{--                        توليد هذا النص من مولد النص العربى هذا النص هو مثال لنص يمكن أن يستبدل في نفس--}}
        {{--                        المساحة، لقد تم النص من مولد النص العربى هذا النص هو مثال لنص يمكن أن يستبدل في نفس--}}
        {{--                    </p>--}}
        {{--                </div>--}}
        {{--                <div class="section__img">--}}
        {{--                    <img src="{{ asset('images/principle-4.png') }}">--}}
        {{--                </div>--}}
        {{--            </section>--}}

        {{--            <section class="col-12 section">--}}
        {{--                <header class="section__title">--}}
        {{--                    <h1>الالتزام</h1>--}}
        {{--                </header>--}}
        {{--                <div class="section__desc">--}}
        {{--                    <p>هذا النص هو مثال لنص يمكن أن يستبدل في نفس المساحة، لقد تم توليد هذا النص من مولد--}}
        {{--                        النص العربى هذا النص هو مثال لنص يمكن أن يستبدل في نفس المساحة، لقد تم توليد هذا--}}
        {{--                        النص من مولد النص العربى هذا النص هو مثال لنص يمكن أن يستبدل في نفس المساحة، لقد تم--}}
        {{--                        توليد هذا النص من مولد النص العربى هذا النص هو مثال لنص يمكن أن يستبدل في نفس--}}
        {{--                        المساحة، لقد تم النص من مولد النص العربى هذا النص هو مثال لنص يمكن أن يستبدل في نفس--}}
        {{--                    </p>--}}
        {{--                </div>--}}
        {{--                <div class="section__img">--}}
        {{--                    <img src="{{ asset('images/principle-5.png') }}">--}}
        {{--                </div>--}}
        {{--            </section>--}}


    </div>
</section>
