<!-- Start advantage Section  -->
<section class="story__section">
    <div class="story_content row">

        <img class="bg-card-left" src="{{ asset('images/layer-7.png') }}" alt="background">

        <div class="card__title">
            <h1>{{ $story['title'] }}</h1>
        </div>

        <div class="grid">
            <div class="story__desc">
                <p>
                    هذا النص هو مثال لنص يمكن أن يستبدل في نفس المساحة، لقد تم توليد هذا النص من مولد النص العربى، حيث يمكنك أن تولد مثل هذا النص أو العديد من
                    .النصوص الأخرى إضافة إلى زيادة عدد الحروف التى يولدها التطبيق
                    إذا كنت تحتاج إلى عدد أكبر من الفقرات يتيح لك مولد النص العربى زيادة عدد الفقرات كما تريد، النص لن يبدو مقسما ولا يحوي أخطاء لغوية، مولد النص العربى
                    .مفيد لمصممي المواقع على وجه الخصوص، حيث يحتاج العميل فى كثير من الأحيان أن يطلع على صورة حقيقية لتصميم الموقع
                    ومن هنا وجب على المصمم أن يضع نصوصا مؤقتة على التصميم ليظهر للعميل الشكل كاملاً،دور مولد النص العربى أن يوفر على المصمم عناء البحث عن نص
                    .بديل لا علاقة له بالموضوع الذى يتحدث عنه التصميم فيظهر بشكل لا يليق
                    هذا النص يمكن أن يتم تركيبه على أي تصميم دون مشكلة فلن يبدو وكأنه نص منسوخ، غير منظم، غير منسق، أو حتى غير مفهوم. لأنه مازال نصاً بديلاً ومؤقتا
                </p>
            </div>
            <div class="story__desc">
                <p>
                    هذا النص هو مثال لنص يمكن أن يستبدل في نفس المساحة، لقد تم توليد هذا النص من مولد النص العربى، حيث يمكنك أن تولد مثل هذا النص أو العديد من
                    .النصوص الأخرى إضافة إلى زيادة عدد الحروف التى يولدها التطبيق
                    إذا كنت تحتاج إلى عدد أكبر من الفقرات يتيح لك مولد النص العربى زيادة عدد الفقرات كما تريد، النص لن يبدو مقسما ولا يحوي أخطاء لغوية، مولد النص العربى
                    .مفيد لمصممي المواقع على وجه الخصوص، حيث يحتاج العميل فى كثير من الأحيان أن يطلع على صورة حقيقية لتصميم الموقع
                    ومن هنا وجب على المصمم أن يضع نصوصا مؤقتة على التصميم ليظهر للعميل الشكل كاملاً،دور مولد النص العربى أن يوفر على المصمم عناء البحث عن نص
                    .بديل لا علاقة له بالموضوع الذى يتحدث عنه التصميم فيظهر بشكل لا يليق
                    هذا النص يمكن أن يتم تركيبه على أي تصميم دون مشكلة فلن يبدو وكأنه نص منسوخ، غير منظم، غير منسق، أو حتى غير مفهوم. لأنه مازال نصاً بديلاً
                    هذا النص هو مثال لنص يمكن أن يستبدل في نفس المساحة، لقد تم توليد هذا النص من مولد النص العربى، حيث يمكنك أن تولد مثل هذا النص أو العديد من
                </p>
            </div>
            <div class="slide__images">
                <img src="{{ asset('uploads/stories/img1.png') }}" class="img-1">
                <img src="{{ asset('uploads/stories/img2.png') }}" class="img-2">
                <img src="{{ asset('uploads/stories/img1.png') }}" class="img-3">
                <img src="{{ asset('uploads/stories/img2.png') }}" class="img-4">
                <div class="buttons">
                    <button class="btn btn-outline-primary" onclick="plusSlides(-1)"><</button>
                    <button class="btn btn-outline-primary" onclick="plusSlides(1)">></button>
                </div>
            </div>
        </div>

    </div>

    <img class="layer-7" src="http://127.0.0.1:8000/images/layer-7.png" alt="background">

</section>
<!-- End Landing Section -->
